//ar.json
{
  "global": {
    "no_pending": " التواء تقرری دستیاب نہیں ہے",
    "no_appointment": "کوئی آنے والی ملاقات دستیاب نہیں ہے",
    "no_ongoing": "کوئی جاری ملاقات دستیاب نہیں ہے",
    "no_completed": "کوئی مکمل ملاقات دستیاب نہیں ہے",
    "np_notification": "کوئی اطلاع دستیاب نہیں ہے",
    "no_job_history": "نوکری کی کوئی تاریخ دستیاب نہیں ہے",
    "error":"خرابی",
    "net_work_error":"نیٹ ورک کی خرابی براہ کرم دوبارہ کوشش کریں"
  },
  "validations": {
    "field_error":"فیلڈ میں خرابی",
    "name_req": "نام کی ضرورت ہے",
    "email_format": "ای میل کی شکل غلط ہے",
    "phone_req": "فون کی ضرورت ہے",
    "phone_invalid": "فون غلط ہے",
    "msg_req": "پیغام ضروری ہے",
    "address_req": "پتہ ضروری ہے",
    "home_address": "گھر کا پتہ ضروری ہے",
    "bussiness_address": "کاروباری پتہ ضروری ہے",
    "experience": "تجربہ درکار ہے",
    "payment_method": "براہ کرم کم از کم ادائیگی کا ایک طریقہ منتخب کریں",
    "cnic_req":"شناختی کارڈ نمبر کی ضرورت ہے",
    "cnic_invalid":"شناختی کارڈ نمبر غلط ہے",
    "select_one_category":"براہ کرم کم از کم 1 زمرے منتخب کریں",
    "select_three_category":"براہ کرم زیادہ سے زیادہ 3 زمرے منتخب کریں",
    "image_req":"تصویر ضروری ہے",
    "password_req":"پاس ورڈ کی ضرورت ہے",
    "tems_and_conditions_req":"براہ کرم شرائط و ضوابط قبول کریں",
    "password_length":"پاس ورڈ کم از کم 6 حرف کا ہونا چاہئے"
  },
  "landing_screen": {
    "choose_your_identity": "اپنی شناخت کا انتخاب کریں?",
    "please_select_from_the_following": "براہ کرم مندرجہ ذیل میں سے منتخب کریں۔ یہ آپ کی خدمت کو تیز تر تلاش کرنے میں ہماری مدد کرے گا",
    "heading": "اپنے قریب ماہر سروس دریافت کریں ",
    "description": "قابل اعتماد خدمات کی فراہمی ",
    "maahir": "ماہر",
    "customer": "صارف"
  },
  "login_screen": {
    "maahir": "ماہر ",
    "login": "لاگ ان",
    "customer": "صارف",
    "phone": "فون",
    "forgot_password": "پاسورڈ بھول گے",
    "password": "پاس ورڈ",
    "do_not_have_an_account": "کھاتہ نہیں ہے کیا",
    "create_account": "اکاؤنٹ بنائیں"
  },
  "forgot_password_screen": {
    "heading": "پاسورڈ بھول گے",
    "please_enter_your": "برائے کرم اپنا فون نمبر درج کریں۔ آپ کو ایس ایم ایس کے ذریعہ نیا پاس ورڈ بنانے کے لئے ایک کوڈ ملے گا۔",
    "phone": "فون",
    "send": "بھیجیں"
  },
  "signup": {
    "maahir_signup": "ماہر سائن اپ",
    "customer_signup": "کسٹمر سائن اپ",
    "please_upload_your_photo": "برائے مہربانی اپنی تصویر اپ لوڈ کریں۔",
    "phone": "فون",
    "send": "بھیجیں",
    "name": "نام",
    "address": "پتہ *",
    "phone_number": "فون نمبر",
    "password": "پاس ورڈ",
    "referral_code": "حوالہ_کوڈ",
    "sign_up": "سائن اپ",
    "already_have_an_account": "پہلے سے ہی ایک اکاؤنٹ ہے؟",
    "login": "لاگ ان کریں",
    "well_done":"بہت اچھے",
    "thank_you_for":"رجسٹر کرنے کا شکریہ",
    "your_application_will":"آپ کی درخواست 1-2 دن کے اندر قبول کرلی جائے گی۔ اگر فراہم کردہ ڈیٹا درست ہے تو ، اندراج کا عمل تیز ہوگا۔",
    "verify_phone":"فون کی تصدیق کریں",
    "identity":"شناخت",
    "address_txt":"پتہ",
    "payment_info":"ادائیگی کی معلومات",
    "references":"حوالہ جات",
    "address_identity":"پتے کی شناخت",
    "payment_information":"ادائیگی کی معلومات",
    "we_request":"ہم آپ سے درخواست کرتے ہیں کہ آپ اپنی کام کی مہارت کی تصدیق کے لئے دو حوالہ جات فراہم کریں۔",
    "please_fill_the":"براہ کرم ہمارے لئے ڈیٹا کی وجہ سے شناخت کو پُر کریں",
    "home_address":"گھر کا پتہ",
    "business_address":"کاروباری پتہ *",
    "cnic_number": "شناختی نمبر",
    "categrories":"کیٹگوریاس",
    "select_payment_method":"ادائیگی کرنے کا طریقہ منتخب کریں",
    "cash":"نقد",
    "online":"آن لائن",
    "coming_soon":"جلد آرہا ہے",
    "done":"کیا"
  },
  "drawer_components": {
    "home": "گھر",
    "my_profile": "میری پروفائل",
    "completed_jobs": "مکمل نوکریاں",
    "tell_a_friend": "ایک دوست سے کہو",
    "terms_and_condtions": "شرائط و ضوابط",
    "privacy_policy": "رازداری کی پالیسی",
    "contact_us": "ہم سے رابطہ کریں",
    "about_us": "ہمارے بارے میں",
    "logout": "لاگ آوٹ",
    "my_account":"میرا اکاونٹ",
    "wallet_option":"بٹوے کا آپشن",
    "help_center":"مدد اور تعاون کا مرکز"
  },
  "upper_tabs": {
    "pending": "زیر التواء",
    "upcomming": "آنے وال",
    "ongoing": "جاری ہے",
    "home": "گھر",
    "completed": "مکمل"
  },
  "service_loc_screen": {
    "select_radius": "رداس کو منتخب کریں:",
    "no_maahir": "کوئی ماہر نہیں ملا",
    "book_appointment": "ماہر کے ساتھ کتاب کا تقرر",
    "home": "گھر",
    "date": "تاریخ",
    "time": "وقت",
    "searching_result": "نتیجہ تلاش کیا جا رہا ہے",
    "done": "ہو گیا",
    "ongoing": "جاری ہے",
    "review": "جائزہ",
    "find_maahir": "ماہر تلاش کریں",
    "explain_problem":"اپنے مسئلے کی وضاحت کریں",
    "select_address":"پتہ منتخب کریں",
    "confirm":"تصدیق کریں"
  },
  "services_screen": {
    "header": "خدمات",
    "search_category": "زمرہ تلاش کریں",
    "no_notification": "کوئی اطلاع دستیاب نہیں ہے",
    "no_service": "کوئی خدمت دستیاب نہیں ہے",
    "notification": "اطلاع"
  },
  "home_stack": {
    "activites": "سرگرمیاں",
    "services": "خدمات",
    "profile": "پروفائل"
  },
  "about_us_screen": {
    "header": "ہمارے بارے میں",
    "maahir_is_a_way": "ماہر آگے بڑھنے کا ایک راستہ ، ایک سہولت اور مقامی برادریوں کو بہترین تکنیکی افرادی قوت سے مربوط کرنے کا واحد ذریعہ ہے۔ \n\n",
    "finding_reliable": "پاکستان کے کسی بھی علاقے میں قابل اعتماد تکنیکی ماہرین کی تلاش مشکل ہے۔ بہترین سروس حاصل کرنے کے لئے پاکستانی بھاری قیمت ادا کرتے ہیں لیکن بیشتر مؤکلوں کو غیر اطمینان بخش کام ملنے یا زیادہ معاوضے کے ذریعے ناخوشگوار تجربات ہوتے ہیں۔\n\n",
    "we_bring": "ہم آپ کے لئے ایسا واحد پلیٹ فارم لاتے ہیں جو مؤکلوں کے ساتھ ساتھ محنتی تکنیکی ماہرین کے ساتھ بھی حقیقی طور پر منصفانہ ہے۔ ہم ہنرمند مزدور ڈھونڈنے کے لئے بہت محنت کرتے ہیں اور انہیں ماہر پر لسٹ کرتے ہیں تاکہ آپ ان سے رابطہ قائم کرسکیں۔\n\n",
    "each_maahir": "ہر ماہر کو مکمل اسکریننگ اور اس کی تصدیق کی گئی ہے ، منصفانہ سلوک کرنے کی تربیت دی گئی ہے اور اس کے سبھی اہم موکل کے ذریعہ اس بات کا اندازہ لگایا گیا ہے کہ ہمارے مؤکلوں کے پاس متعدد اختیارات موجود ہیں اور کسی بھی ملازمت کے لئے کسی کی خدمات حاصل کرنے سے پہلے وہ اچھا فیصلہ کرسکتے ہیں۔\n\n",
    "download_maahir": "آج اپنے Android فون پر ماہر کو ڈاؤن لوڈ کریں اور حقیقی تبدیلی کا تجربہ کریں۔\n",
    "you_can_cnontact": "+92-51-2305301 :آپ ہم سے اس نمبر پر رابطہ کرسکتے ہیں"
  },
  "contact_us_screen": {
    "contact_us": "ہم سے رابطہ کریں", 
    "we_will_try": "ہم دو کاروباری دن کے اندر تمام درخواستوں کا جواب دینے کی کوشش کرتے ہیں۔ براہ کرم اپنے مسئلے کی وضاحت کریں تاکہ آپ کی مدد کرنا ہمارے لئے آسان ہو۔",
    "name": "نام",
    "email": "ای میل اڈریس",
    "mobile_number": "موبائل نمبر",
    "message": "آپ کا پیغام ...",
    "send": "بھیجیں",
    "call": "کال کریں"
  },
  "profile_screen": {
    "profile": "پروفائل",
    "no_job_history": "نوکری کی کوئی تاریخ دستیاب نہیں ہے",
    "your_exp": "آپ کا تجربہ",
    "your_avg_rating": "آپ کی اوسط درجہ بندی",
    "address": "پتے",
    "home_address": "گھر کا پتہ",
    "work_address": "کام کا پتہ",
    "categories": "اقسام"
  },
  "edit_profile": {
    "header": "پروفائل میں ترمیم کریں",
    "update": "اپ ڈیٹ",
    "details": "تفصیلات",
    "name": "نام",
    "experience": "تجربہ",
    "reference": "حوالہ",
    "phone_number": "فون نمبر",
    "address_identity": "پتے کی شناخت",
    "home_address": "گھر کا پتہ",
    "cash": "نقد",
    "online": "آن لائن",
    "categories": "اقسام",
    "pay_info": "ادائیگی کی معلومات",
    "ref": "حوالہ",
    "exp": "تجربہ",
    "google_Address":"پتہ"
  },
  "otp_screeen":{
    "verification":"تصدیق",
    "verification_sucess":"توثیق کی کامیابی",
    "now_you_can_use_app":"توثیق کامیاب ہوگئی ہے اب آپ ایپ کو استعمال کرسکتے ہیں۔",
    "please_enter_your":"براہ کرم اپنا توثیقی نمبر درج کریں",
    "invalid_otp":"غلط او ٹی پی براہ کرم دوبارہ کوشش کریں",
    "did_not_receive":"توثیقی کوڈ نہیں ملا؟",
    "resend_code":"کوڈ دوبارہ بھیجیں"
  },
  "job_detail_screen":{
    "direction_not_available":"سمت اس صارف کے لئے دستیاب نہیں ہے",
    "success":"کامیابی",
    "error":"خرابی",
    "ok":"ٹھیک ہے",
    "are_you_sure_you_want":"کیا تمہیں یقین ہے تم اسے ملتوی کرنا چاہتے ہو؟",
    "yes":"جی ہاں",
    "no":"نہیں",
    "note":"نوٹ:",
    "only_two_cancel_allowed":"صرف دو منسوخ ہونے کی اجازت ہے ورنہ اکاؤنٹ بند ہوگا"
  },
  "terms_and_conditions": {
    "i_agree_with_our":"میں ہمارے ساتھ متفق ہوں",
    "terms":"شرائط",
    "and":"اور",
    "condition":"شرائط",
    "bullet1": "صارف کا لائسنس کا یہ آخری معاہدہ آپ اور جی ایس ٹکنالوجیوں (نجی) لمیٹڈ ، گراؤنڈ فلور اعتراف کی اونچائی کے دفتر نمبر  E11 / 2 اسلام آباد ، پاکستان کے مابین ایک قانونی معاہدہ ہے۔ یہ اس بنیاد کو طے کرتا ہے جس کی بنیاد پر ہم آپ کو موبائل موبائل ایپلی کیشن (جس میں اس میں کوئی اپ ڈیٹ یا سپلیمنٹس بھی شامل ہیں) (ایپ) اور اس کے ذریعے دستیاب اعداد و شمار اور معلومات کو استعمال کرنے کا لائسنس بناتے ہیں۔ ہمارا مشورہ ہے کہ آپ اپنے حوالہ کے ل these ان شرائط کی ایک کاپی پرنٹ کریں۔ براہ مہربانی نوٹ کریں:",
    "bullet2": "ہم ہر وقت ایپ کے مالک رہتے ہیں۔ آپ کو اس دستاویز میں متعین کردہ بنیاد پر ایپ کو استعمال کرنے اور معلومات اور ڈیٹا تک رسائی حاصل کرنے کا محدود حق حاصل ہے",
    "bullet3": "App ایپ ڈاؤن لوڈ کرکے ، آپ ان شرائط سے اتفاق کرتے ہیں ، جو آپ کو پابند کرتی ہیں۔ اگر آپ ان شرائط کو قبول نہیں کرتے ہیں تو ہوسکتا ہے کہ آپ ایپ کو استعمال نہ کریں اور اب اسے ڈاؤن لوڈ کرنا چھوڑ دیں۔ آپ کسی بھی شرائط یا قواعد کے تابع ہیں جس سے آپ ایپ اسٹور کے ذریعہ اطلاق کرتے ہیں جہاں سے آپ ایپ ڈاؤن لوڈ کرتے ہیں (یعنی ، وہ بھی جو Google Play یا آئی ٹیونز اسٹور میں موجود ہیں)۔",
    "bullet4": "• براہ کرم ایپ کو ڈاؤن لوڈ کرنے سے پہلے ان تمام شرائط کو بغور غور سے پڑھیں ، لیکن اس پر خصوصی توجہ دیں: ہماری رازداری کی پالیسی (جو ان شرائط اور شق 1 کا حصہ بنتی ہے ، جس میں مل کر پتہ چلتا ہے کہ ہم آپ سے جو اعداد و شمار لیتے ہیں اس سے کیسے نمٹتے ہیں۔ شق 2 ، جس میں اپلی کیشن کو استعمال کرنے میں آپ کو کلیدی ضروریات کو پورا کرنا ضروری ہے and اور شق 3 ، جو آپ ایپ کو استعمال کرتے وقت ہماری ذمہ داری کی حدود متعین کرتا ہے۔",
    "bullet5": ". اگر آپ ایپ کے تکنیکی عمل کے بارے میں مزید معلومات حاصل کرنا چاہتے ہیں تو براہ کرم ہم سے رابطہ کریں۔",
    "bullet6": "terms یہ شرائط بطور صارف آپ کے حقوق کو متاثر نہیں کرتی ہیں۔",
    "1": "1. رازداری اور ڈیٹا",
    "1.1": "1.1۔ رازداری: ہم آپ کے اطلاق کو استعمال کرتے ہوئے کسی بھی طرح کا ذاتی ڈیٹا استعمال نہیں کرتے ہیں۔ براہ کرم ایپ ڈاؤن لوڈ کرنے سے پہلے ہماری رازداری کی پالیسی پڑھیں۔",
    "1.2": "1.2۔ ٹرانسمیشن کا خطرہ: براہ کرم آگاہ رہیں کہ انٹرنیٹ ٹرانسمیشن کبھی بھی مکمل طور پر نجی یا محفوظ نہیں ہوتا ہے اور آپ جو ایپ استعمال کرتے ہوئے بھیجتے ہیں اس میں کوئی بھی پیغام یا معلومات دوسروں کے ذریعہ پڑھ یا روکا جاسکتا ہے ، یہاں تک کہ اگر اس بات کا کوئی خاص اطلاع ہے کہ کسی خاص ٹرانسمیشن کو خفیہ کاری حاصل ہے۔",
    "1.3": "1.3۔ تکنیکی ڈیٹا: ایپ کا استعمال کرکے ، آپ ہم ان آلات کے بارے میں تکنیکی معلومات اکٹھا کرنے اور استعمال کرنے پر اتفاق کرتے ہیں جس پر آپ اپنی مصنوعات کو بہتر بنانے اور آپ کو خدمات فراہم کرنے کے ل App آپ ایپ اور متعلقہ سافٹ ویئر وغیرہ استعمال کرتے ہیں۔",
    "1.4": "1.4۔ مقام کا ڈیٹا: ایپ میں دستیاب کچھ خدمات آپ کے آلات سے بھیجی جانے والی جگہ کا ڈیٹا استعمال کرسکتی ہیں۔ آپ آلہ پر ایپ کیلئے مقام کی خدمات کی ترتیبات کو بند کرکے کسی بھی وقت اس فعالیت کو بند کرسکتے ہیں۔ اگر آپ اسے بند نہیں کرتے ہیں تو ، ان خدمات کا استعمال کرکے آپ ہماری اور ہمارے وابستگان 'اور لائسنس دہندگان کی ٹرانسمیشن ، جمع ، برقرار رکھنے ، بحالی ، پروسیسنگ اور اپنے مقام کے اعداد و شمار کو مقام پر مبنی مصنوعات اور خدمات کی فراہمی اور بہتری کے ل consent اتفاق کرتے ہیں۔",
    "2": "2. کلیدی ضروریات",
    "2.1": "2.1۔ ماہر آپ کو بہتر تجربہ فراہم کرنے کے لئے آخری صارف سے رابطہ قائم کرنے کا ایک ذریعہ ہے اور وہ ٹھیکیدار نہیں ہے اور اس میں کسی بھی اثاثہ یا افرادی قوت کی ملکیت نہیں ہے۔",
    "2.2": "2.2۔ تمام تکنیکی ہنر مند مزدور آزاد ٹھیکیدار کی حیثیت سے کام کر رہے ہیں نہ کہ جی ایس ٹیکنالوجیز یا ماہر کے ملازم۔",
    "2.3": "2.3۔ جی ایس ٹکنالوجیز ، پرائیوٹ لمیٹڈ صارفین کو بہت اچھا تجربہ فراہم کرنے کے لئے صارفین کے ساتھ مل کر کام کر رہے ہیں جب انہیں گھر یا کاروبار کے لئے کسی خدمت کی ضرورت ہو لیکن کسی بھی کام کے کام کے دوران ہونے والے نقصانات کا ذمہ دار نہیں۔",
    "2.4": "2.4۔ جی ایس ٹکنالوجس اور / یا ماہر کسی ٹیکنیلا شخص یا اس شخص کو جو خدمات سرانجام دے رہے ہیں کسی جسمانی نقصان کا ذمہ دار نہیں ہے۔",
    "3": "3. نقصان یا نقصان کے لئے ذمہ داری",
    "3.1": "3.1. ایپ کا استعمال آپ کے اپنے خطرے میں ہے اور آپ ایپ کو ڈاؤن لوڈ اور انسٹال کرنے کا فیصلہ کرنے کے لئے پوری طرح ذمہ دار ہیں (اور اس بات کا یقین کرنے کے لئے کہ یہ آپ کے لئے موزوں ہے کیوں کہ یہ آپ کے لئے خاص طور پر تیار نہیں ہوا ہے)۔ آپ کو کوئی تفصیل پڑھنا چاہئے۔ جب آپ ایپ ڈاؤن لوڈ کرتے ہیں تو ایپ اسٹور میں موجود ایپ کا ، اور کوئی دستاویزات جو ہم آپ کو فراہم کرتے ہیں۔",
    "3.2": "3.2۔ آپ کسی بھی فیصلے کے ذمہ دار ہیں جو آپ اپلی کیشن کے ذریعہ پڑھی جانیوالی معلومات کے نتیجے میں کرتے ہیں ، لہذا براہ کرم یقینی بنائیں کہ اگر ضرورت ہو تو آپ کو مناسب مشورے ملیں۔",
    "3.3": "3.3۔ اگرچہ ہم ایپ کے ذریعہ فراہم کردہ معلومات اور اس میں حاصل کردہ معلومات کو اپ ڈیٹ کرنے کے لئے معقول کوششیں کرتے ہیں ، لیکن ہم کوئی پیش گوئیاں نہیں کرتے ہیں اور کوئی ضمانت نہیں دیتے ہیں کہ ایسی معلومات درست ، مکمل یا تازہ ترین ہیں۔",
    "3.4": "3.4۔ ہم یہ یقینی بنانے کے لئے تمام معقول اقدامات کرتے ہیں کہ ایپ کے کام کے مطابق کام کیا گیا ہے اور شامل کردہ معلومات کے وقت ظاہر کردہ معلومات درست ہے ، لیکن نادانستہ یا کبھی کبھار غلطیاں ہوسکتی ہیں جس کے لئے ہم معذرت خواہ ہیں۔ جہاں غلطیاں ہماری توجہ میں آئیں ، ہم ان کو جلد از جلد معقول حد تک درست کرنے کی کوشش کریں گے ، لیکن ہم ایپ یا اس کے مواد میں موجود کسی بھی غلطی ، غلطی یا غلطی کی کوئی دوسری ذمہ داری قبول نہیں کرتے ہیں۔",
    "3.5": "3.5۔ اگر ہم ان شرائط پر عمل کرنے میں ناکام رہتے ہیں تو ، آپ جو نقصانات برداشت کرتے ہیں اس کے لئے ہم ذمہ دار ہیں جو ان شرائط کو توڑنے یا ہماری مناسب دیکھ بھال اور مہارت کا استعمال کرنے میں ہماری ناکامی کا ایک متوقع نتیجہ ہے ، لیکن ہم کسی نقصان یا نقصان کا ذمہ دار نہیں ہیں۔ ممکن نہیں نقصان یا نقصان کا نزدیک ہونا ضروری ہے اگر یا تو یہ واضح ہوجائے کہ یہ ہوگا یا اس وقت ، جب آپ نے ان شرائط کو قبول کیا تھا ، ہم اور آپ دونوں جانتے تھے کہ یہ ہوسکتا ہے۔",
    "3.6": "3.6۔ ہم آپ کے ل our اپنی ذمہ داری کو کسی بھی طرح خارج یا محدود نہیں کرتے جہاں ایسا کرنا غیر قانونی ہوگا۔ اس میں ہماری غفلت کی وجہ سے موت یا ذاتی چوٹ یا ہمارے ملازمین ، ایجنٹوں یا ذیلی ٹھیکیداروں کی عدم توجہی ، یا دھوکہ دہی کی ذمہ داری شامل ہے۔",
    "3.7": "3.7۔ چونکہ ایپ صرف گھریلو اور نجی استعمال کے ل is ہے ، اگر آپ کسی تجارتی ، کاروبار یا پنروئکریتی مقصد کے لئے ایپ کا استعمال کرتے ہیں تو ہمارے پاس آپ کے نفع ، کاروبار میں کمی ، کاروباری مداخلت ، یا کاروباری مواقع کے ضائع ہونے کا کوئی ذمہ داری نہیں ہوگا۔ اسی طرح کے کاروباری نقصانات۔",
    "3.8": "3.8۔ ہم اپنے کنٹرول سے باہر واقعات کے ذمہ دار نہیں ہیں۔ اگر ہمارے اطلاق کے ذریعے اطلاعات یا اعداد و شمار کی فراہمی ، یا ایپ کی دستیابی یا اعانت ہمارے قابو سے باہر کسی واقعے کی وجہ سے تاخیر کا شکار ہوجاتی ہے تو پھر ہم آپ کو بتانے کے ل (جلد سے جلد (جہاں مناسب ہوں) آپ سے رابطہ کریں گے اور ہم لے جائیں گے۔ تاخیر کے اثر کو کم سے کم کرنے کے اقدامات۔",
    "4": "4. ایپلی کیشن میں ان شرائط اور اپ ڈیٹس میں تبدیلیاں",
    "4_point_1": "4.1. ہم آپ کو ان شرائط یا ہماری رازداری کی پالیسی میں ہونے والی تبدیلیوں کے بارے میں مطلع کرسکتے ہیں آپ کو ای میل بھیج کر یا آپ کو اگلی ایپ شروع کرنے پر کسی تبدیلی کی اطلاع دے کر۔ آپ کو اپلی کیشن اور اس میں موجود معلومات کا استعمال جاری رکھنے کے لئے اپ ڈیٹس کو پڑھنے اور قبول کرنے کی ضرورت ہوگی۔ اگر آپ قبول نہیں کرتے ہیں تو ، آپ موجودہ شرائط اور / یا رازداری کی پالیسی کے مطابق اس میں موجود ایپ اور معلومات کا استعمال جاری رکھ سکتے ہیں ، لیکن ممکن ہے کہ آپ کو کچھ نئی خصوصیات دستیاب نہ ہوں۔ تاہم ، کچھ حالات میں ، بدقسمتی سے ہمیں اپلی کیشن کے استعمال اور ان تک رسائی کی صلاحیت ختم کرنے کی ضرورت پڑسکتی ہے۔",
    "4_point_2": "4.2. وقتا فوقتا ، ہم خود بخود ایپ کو اپ ڈیٹ کرسکتے ہیں اور کارکردگی کو بہتر بنانے ، فعالیت کو بڑھانے ، آپریٹنگ سسٹم میں تبدیلیوں کی عکاسی کرنے یا سیکیورٹی کے امور کو حل کرنے کے لئے اس کی فعالیت کو تبدیل کرسکتے ہیں۔ متبادل کے طور پر ، ہم ان وجوہات کی بناء پر آپ سے اپلی کیشن کو اپ ڈیٹ کرنے کے لئے کہہ سکتے ہیں۔ اگر آپ اس طرح کے اپ ڈیٹس کو انسٹال نہ کرنے کا انتخاب کرتے ہیں یا اگر آپ خود کار طریقے سے اپ ڈیٹس سے باہر نکل جاتے ہیں تو آپ اپلی کیشن کو استعمال کرنا یا اس تک رسائی حاصل نہیں کرسکتے ہیں۔",
    "4_point_3": "4.3. ہمیں ایپ (اور خدمات) تک رسائی معطل کرنے اور / یا ایپ سے فعالیت ، اور کسی بھی وقت اس کے ذریعہ دستیاب کسی بھی معلومات یا ڈیٹا کو معطل کرنے کا حق ہے۔",
    "4_point_4": "4.4. ہم اس میں کوئی نمائندگی یا ضمانت نہیں دیتے ہیں کہ آپ کے اطلاق کا استعمال بلاتعطل ، غلطی ، بگ یا وائرس سے پاک ہوگا اور جب ہم اس طرح کے مسائل سے بچنے کی کوشش کریں گے تو ہم اس کے اثرات کا ذمہ دار نہیں ہوں گے۔",
    "5": "5. اگر آپ خود ہی فون یا آلہ کا استعمال کرتے ہیں اور انٹرنیٹ کے چارجز کا استعمال کرتے ہیں۔ ایپلی کیشن میں ان شرائط اور اپ ڈیٹس میں تبدیلیاں",
    "5_point_1": "5.1. جیسا کہ اوپر شق 2 میں اشارہ کیا گیا ہے ، اگر آپ کسی ایسے آلے پر اپلی کیشن ڈاؤن لوڈ کرتے ہیں جس کی آپ کی ملکیت نہیں ہے تو ، ہم فرض کریں گے کہ آپ نے مالک کی اجازت حاصل کرلی ہے۔ آپ ان شرائط کی تعمیل کے لئے ذمہ دار ہیں ، چاہے آپ کے پاس آلہ ہے۔",
    "5_point_2": "5.2. آپ یا جو بھی اس آلے کے مالک ہیں ، سروس فراہم کرنے والوں کے ذریعہ اس آلہ سے انٹرنیٹ تک رسائی کے لئے معاوضہ لیا جاسکتا ہے جسے اپلی کیشن اور متعلقہ خدمات کو ڈاؤن لوڈ کرنے یا دوسری صورت میں رسائی اور استعمال کرنے کی ضرورت ہوسکتی ہے ، اور یہ آپ کی ذمہ داری ہوگی",
    "6": "6. ذاتی ملکیت کے حقوق اور لائسنس پابندی",
    "6_point_1": "6.1. ایپ میں موجود دانشورانہ املاک کے تمام حقوق (بشمول اس کی کوڈنگ سمیت) ، اور اس کا مواد ہم (یا ہمارے لائسنس دہندگان) سے تعلق رکھتا ہے اور ایپ میں موجود حقوق (اور اس کا مواد) آپ کو لائسنس یافتہ (فروخت نہیں کیا گیا) ہیں۔ آپ کو ان شرائط کے مطابق استعمال کرنے کے حق کے علاوہ ، اپلی کیشن یا ان خدمات میں ، اور اس میں کوئی حق نہیں ہے۔ تمام حقوق محفوظ ہیں۔",
    "6_point_2": "6.2. ایپ کے کوڈنگ اور مشمولات کو نقل ، دوبارہ تیار ، ریورس انجینئر ، استعمال یا کسی اور طرح سے ان شرائط کے تحت اطلاق یا قانون کے ذریعہ واضح طور پر اجازت کے ساتھ نمٹا نہیں جانا چاہئے۔ ایپ میں دکھائے جانے والے ٹریڈ مارک ، لوگو ، گرافکس اور برانڈ نام جی ایس ٹیکنالوجیز یا ہمارے لائسنس کنندگان کی ملکیت ہیں اور ان میں سے کسی کو ہماری سابقہ ​​اجازت کے بغیر استعمال کرنے کا کوئی حق نہیں دیا گیا ہے۔ آپ متفق ہیں کہ آپ یہ کریں گے:",
    "bullet7": "• کرایہ ، لیز ، قرض ، یا بصورت دیگر کسی بھی شکل میں ، پوری طرح یا جزوی طور پر کسی بھی شخص کو کسی بھی شخص کو بغیر کسی تحریری منظوری کے ، کرایہ ، لیز ، لون ، یا کسی اور طرح سے دستیاب نہیں بنانا؛",
    "bullet8": "• اپلی کیشن (یا اس سے مشمول) کے پورے یا حص partے کا ترجمہ ، موافقت یا اس میں ردوبدل نہ کریں اور نہ ہی کسی دوسرے پروگرام کے ساتھ ، یا کسی دوسرے پروگرام میں شامل ہونے یا اس میں شامل ہونے کی اجازت دیں ، بطور ایپ استعمال کرنے کی ضرورت ہے اور بصورت دیگر اس کی اجازت ہے ان شرائط؛",
    "bullet9": "• ایپ کے ذریعہ استعمال یا معاون تیکنالوجی پر لاگو ہونے والے تمام قابل عمل ٹیکنالوجی کنٹرول یا برآمد قوانین اور ضوابط کی تعمیل کریں۔ 8. قابل استعمال استعمال پابندی 8.1. ایپ تک رسائی حاصل کرنے اور استعمال کرنے میں (اور اس کے ذریعے حاصل کردہ کوئی بھی مواد یا خدمت) آپ کو لازمی طور پر:",
    "bullet10": "• کسی غیر قانونی مقصد کے لئے ، یا کسی شرائط سے مطابقت رکھنے والے کسی بھی طرح غیر قانونی طریقے سے عمل نہ کریں ، یا دھوکہ دہی یا بدتمیزی سے کام کریں (مثال کے طور پر ، ایپ میں نقصاندہ کوڈ ، جیسے وائرس ، یا نقصان دہ ڈیٹا کو ہیک کرکے یا داخل کرکے)۔",
    "bullet11": "• ہمارے یا کسی تیسرے فریق کے دانشورانہ املاک کے حقوق کی خلاف ورزی نہ کریں؛",
    "bullet12": "• کسی ایسے مواد کو منتقل نہ کریں جو بدنامی ، ناگوار یا کوئی اور قابل اعتراض ہو۔",
    "bullet13": "• ایسا کوئی کام نہ کریں جو ہمارے سسٹم کو نقصان پہنچا ، غیر فعال ، دباؤ ڈالیں ، خراب کر دے یا سمجھوتہ کرے یا دوسرے صارفین کے ساتھ مداخلت کرے۔",
    "bullet14": "• ہمارے سسٹم سے کوئی معلومات یا ڈیٹا اکٹھا نہ کریں اور نہ ہی ایپ کو چلانے والے سرورز سے یا کسی بھی طرح کی ترسیل کو سمجھنے کی کوشش کریں۔ او",
    "bullet15": "• دوسری صورت میں ایپ کو کسی اور کے پاس منتقل نہ کریں ، خواہ رقم کے ل، ، کسی اور چیز کے لئے یا مفت میں۔ اگر آپ کوئی ایسا ڈیوائس بیچتے ہیں جس پر ایپ انسٹال ہے تو آپ کو اس سے ایپ کو ہٹانا ہوگا",
    "7": "7. ہم جن ویب سائٹس پر آپ لنک دیتے ہیں ان کے لئے ذمہ دار نہیں ہیں",
    "7_point_1": "7.1. اس میں موجود ایپ یا مواد میں دیگر آزاد ویب سائٹوں کے لنکس شامل ہوسکتے ہیں جو ہمارے ذریعہ فراہم نہیں کیے گئے ہیں۔ جب ہم اس طرح کی آزاد ویب سائٹوں کے مواد کو چیک کرنے کی کوشش کرتے ہیں تو ، بدقسمتی سے ہم ان اشاعت یا اشاعت کےان افراد یا کمپنیوں کے طریق کار کی ذمہ داری نہیں لے سکتے ہیں جو نہ ہی ان کے مواد کی سالمیت اور معیار کو لے سکتے ہیں۔ ہم ان کے استعمال سے آپ کو ہونے والے کسی نقصان یا نقصان کی کوئی ذمہ داری قبول نہیں کرتے ہیں۔",
    "7_point_2": "7.2. آپ کو اس بارے میں اپنا خود مختار فیصلہ لینا ہوگا کہ آیا ایسی آزاد سائٹوں کو استعمال کرنا ہے ، چاہے ان کے ذریعہ پیش کردہ کوئی مصنوع یا خدمات خریدیں۔ براہ کرم استعمال سے پہلے ان کے استعمال کی شرائط اور رازداری کی پالیسیاں (اگر کوئی ہیں) پر نظرثانی کریں۔",
    "8": "8. اگر آپ ان شرائط کو سمجھتے ہیں تو ہم اپلی کیشن اور خدمات کو استعمال کرنے کے آپ کے حق کو ختم کرسکتے ہیں۔",
    "8_point_1": "ایپ کو معطل یا واپس لینے کے ہمارے حقوق کے علاوہ ، اگر آپ نے ان شرائط کو سنجیدہ طریقے سے توڑا ہے تو ہم آپ سے رابطہ کرکے کسی بھی وقت ایپ تک رسائی حاصل کرنے اور استعمال کرنے کے آپ کے حقوق کو ختم کرسکتے ہیں۔ اگر آپ نے جو کام کیا ہے اسے درست قرار دیا جاسکتا ہے ، تو ہم آپ کو ایسا کرنے کا ایک مناسب موقع فراہم کریں گے۔",
    "8_point_2": " اگر ہم آپ کے ایپ کو استعمال کرنے اور ان تک رسائی حاصل کرنے کے حقوق کو ختم کرتے ہیں تو ، آپ کو ان شرائط کے تحت اختیار کردہ تمام سرگرمیاں بند کردیں ، بشمول ایپ کا استعمال اور اس تک رسائی حاصل کرنا ، اور اپنے پاس موجود تمام آلات سے ایپ کو حذف یا حذف کردینا (اور آپ کے پاس موجود کسی بھی کاپیاں کو خارج کردیں)۔ . ہم آپ کے آلات تک دور سے رسائی حاصل کرسکتے ہیں اور ان سے ایپ کو ہٹا سکتے ہیں اور آپ کو ایپ میں موجود ڈیٹا اور معلومات تک رسائی فراہم کرنا بند کردیں گے۔",
    "9": "9. اس معاہدے کو کسی دوسرے کو منتقل کرنا",
    "9_point_1": "ہم ان شرائط کے تحت اپنے حقوق کسی اور تنظیم میں منتقل کرسکتے ہیں۔ اگر ہم ایسا کرتے ہیں تو ، ہم ان شرائط کے تحت اپنے حقوق کسی اور تنظیم میں منتقل کرسکتے ہیں۔ اگر ہم ایسا کرتے ہیں تو ، ہم آپ کو تحریری طور پر بتائیں گے اور اس بات کو یقینی بنائیں گے کہ معاہدے کے تحت آپ کے حقوق متاثر نہیں ہوں گے۔",
    "9_point_2": "اگر ہم تحریری طور پر اتفاق کرتے ہیں تو آپ صرف ان شرائط کے تحت اپنے حقوق یا اپنی ذمہ داریوں کو دوسرے شخص میں منتقل کرسکتے ہیں",
    "10": "10.تیسری پارٹی کے لئے کوئی حق نہیں",
    "10_point_1": "یہ معاہدہ آپ اور جی ایس ٹیکنالوجیز کے مابین ہے۔ کسی کو بھی اپنی شرائط کو نافذ کرنے کا کوئی حق نہیں ہے۔",
    "11": "11. اگر کسی عدالت نے اس معاہدے کا غیر قانونی حصہ تلاش کیا تو ، آرام سے زبردستی جاری رکھی جائے گی۔",
    "11_point_1": "ان شرائط کی ہر شق الگ ہے۔ اگر کوئی عدالت یا متعلقہ اتھارٹی یہ فیصلہ کرتی ہے کہ ان میں سے کوئی بھی غیر قانونی ہے تو ، باقی شقیں پوری طاقت اور عمل میں آئیں گی۔",
    "12": "12. اگر ہم اس معاہدے کو یقینی بنانے میں تاخیر کرتے ہیں تو ، ہم اس میں مزید اضافہ کرسکتے ہیں",
    "12_point_1": "یہاں تک کہ اگر ہم اس معاہدے کو نافذ کرنے میں تاخیر کرتے ہیں ، تب بھی ہم اسے بعد میں نافذ کرسکتے ہیں۔ اگر ہم فوری طور پر یہ اصرار نہیں کرتے ہیں کہ آپ ان شرائط کے تحت آپ کو کچھ کرنے کی ضرورت ہے ، یا اگر ہم آپ کے معاہدے کو توڑنے کے سلسلے میں آپ کے خلاف اقدامات کرنے میں تاخیر کرتے ہیں تو اس کا مطلب یہ نہیں ہوگا کہ آپ کو ان چیزوں کو کرنے کی ضرورت نہیں ہے اور یہ ہمیں بعد کی تاریخ میں آپ کے خلاف اقدامات کرنے سے نہیں روک سکے گا",
    "13": "13. اگر ہم اس معاہدے کو یقینی بنانے میں تاخیر کرتے ہیں تو ، ہم اس میں مزید اضافہ کرسکتے ہیں",
    "13_point_1": "یہ شرائط انگریزی قانون کے تحت چلتی ہیں اور آپ انگریزی عدالتوں میں ان شرائط سے متعلق کسی بھی معاملے کے سلسلے میں قانونی کارروائی کرسکتے ہیں۔"
  },
  "my_account":{
    "my_account":"میرا اکاونٹ",
    "wallet_option":"بٹوے کا آپشن",
    "help_center":"مدد اور تعاون کا مرکز"
  },
  "wallet_option":{
    "wallet_option":"بٹوے کا آپشن"
  },
  "help_center":{
    "help_center":"مدد اور تعاون کا مرکز",
    "about_us":"ہمارے بارے میں",
    "privacy_policy":"رازداری کی پالیسی",
    "terms_and_condition":"شرائط و ضوابط"
  }
}
