//en.json
{ 
  "global": {
    "no_pending": "No pending appointment available",
    "no_appointment": "No scheduled appointment available",
    "no_ongoing": "No ongoing appointment available",
    "no_completed": "No completed appointment available",
    "np_notification": "No notification available",
    "no_job_history": "No job history available",
    "error":"Error",
    "net_work_error":"Network error. Please try again."
  },
  "validations": {
    "field_error":"Field Error",
    "name_req": "Name is required",
    "email_format": "Email format is invalid",
    "phone_req": "Phone is required",
    "phone_invalid": "Phone is invalid",
    "msg_req": "Message is required",
    "address_req": "Address is required",
    "home_address": "Home address is required",
    "bussiness_address": "Business address is required",
    "experience": "Experience is required",
    "payment_method": "Please select at least one payment method",
    "cnic_req":"CNIC is required",
    "cnic_invalid":"CNIC is invalid",
    "select_one_category":"Please select at least 1 categories",
    "select_three_category":"Please select maximum 3 categories",
    "image_req":"Image is required",
    "password_req":"Password is required",
    "tems_and_conditions_req":"Please accept terms and conditions",
    "password_length":"Password must be of at least 6 characters"
  },
  "landing_screen": {
    "choose_your_identity": "Choose Your Identity?",
    "please_select_from_the_following": "Please select from the following. It will help us to find your service faster.",
    "heading": "Discover Maahir service near you ",
    "description": "Providing reliable services.",
    "maahir": "Maahir",
    "customer": "Customer"
  },
  "login_screen": {
    "maahir": "Maahir",
    "login": "Login",
    "customer": "Customer",
    "phone": "Phone",
    "forgot_password": "Forgot Password",
    "password": "Password",
    "do_not_have_an_account": "Don't have account?",
    "create_account": "Create account"
  },
  "forgot_password_screen": {
    "heading": "Forgot password?",
    "please_enter_your": "Please enter your phone number. You will receive a code to create a new password via SMS.",
    "phone": "Phone",
    "send": "Send"
  },
  "signup": {
    "maahir_signup": "Maahir Sign Up",
    "customer_signup": "Customer Sign Up",
    "please_upload_your_photo": "Please upload your photo.",
    "phone": "Phone",
    "send": "Send",
    "name": "Name",
    "address": "Address *",
    "phone_number": "Phone Number",
    "password": "Password",
    "referral_code": "Referral Code",
    "sign_up": "Sign Up",
    "already_have_an_account": "Already have an account? ",
    "login": "Login",
    "well_done":"Well Done",
    "thank_you_for":"Thank you for registering",
    "your_application_will":"Your application will be accepted within 1-2 days. If the data provided is correct, the registration process will be swift.",
    "verify_phone":"Verify Phone",
    "identity":"Identity",
    "address_txt":"Address",
    "payment_info":"Payment Info",
    "references":"References",
    "address_identity":"Address Identity",
    "payment_information":"Payment Information",
    "we_request":"We request you to provide two references for the verification of your work skills.",
    "please_fill_the":"Please fill the identity for reason to data for us",
    "home_address":"Home Address",
    "business_address":"Business Address *",
    "cnic_number":"CNIC Number",
    "categrories":"Categories",
    "select_payment_method":"Select Payment Method",
    "cash":"Cash",
    "online":"Online",
    "coming_soon":"Coming Soon",
    "done":"DONE"
  },
  "drawer_components": {
    "home": "Home",
    "my_profile": "My Profile",
    "completed_jobs": "Completed Jobs",
    "tell_a_friend": "Tell A Friend",
    "terms_and_condtions": "Terms and Conditions",
    "privacy_policy": "Privacy Policy",
    "contact_us": "Contact Us",
    "about_us": "About Us",
    "my_account": "My Account",
    "help_center": "Help Center",
    "logout": "Logout"
  },
  "upper_tabs": {
    "pending": "Pending",
    "upcomming": "Scheduled",
    "ongoing": "Ongoing",
    "home": "Home",
    "completed": "Completed"
  },
  "service_loc_screen": {
    "select_radius": "Select Radius:",
    "no_maahir": "No Maahir Found",
    "book_appointment": "Book Appointment with the Maahir",
    "home": "Home",
    "date": "Date",
    "time": "Time",
    "searching_result": "Searching Result",
    "done": "Done",
    "ongoing": "Ongoing",
    "review": "Review",
    "find_maahir": "Find Maahir",
    "explain_problem":"Explain Your Problem",
    "select_address":"Select Address",
    "confirm":"Confirm"
  },
  "services_screen": {
    "header": "Services",
    "search_category": "Search Category Here",
    "no_notification": "No Notification Available",
    "no_service": "No Service Available",
    "notification": "Notification"
  },
  "home_stack": {
    "activites": "Activites",
    "services": "Services",
    "profile": "Profile"
  },
  "about_us_screen": {
    "header": "About Us",
    "maahir_is_a_way": "MAAHIR is a way forward, a convenience and the only source to connect local communities with the best technical manpower.\n\n",
    "finding_reliable": "Finding reliable technicians in any area of Pakistan is challenging. Pakistanis pay a heavy price to get the best service but most clients have unpleasent experiences, by either getting unsatisfactory work or by being overcharged.\n\n",
    "we_bring": "We bring you the only platform that is genuinely fair to clients as well as hard working technicians. We work very hard to find skilled labor and list them on MAAHIR for you to connect with them.\n\n",
    "each_maahir": "Each MAAHIR has been fully screened and verified, trained for fair dealing and most importantly rated by all his clients to make sure our clients have multiple options and can make a good decision before hiring someone for any job.\n\n",
    "download_maahir": "Download MAAHIR on your Android phone today and experience the real change.\n",
    "you_can_cnontact": "You can contact us on this number : +92-51-2305301"
  },
  "contact_us_screen": {
    "contact_us": "Contact Us",
    "we_will_try": "We try to respond to all requests within two business days. Please describe your issue to make it easier for us to help you.",
    "name": "Name",
    "email": "Email Address",
    "mobile_number": "Mobile Number",
    "message": "Your Message...",
    "send": "Send",
    "call": "Call"
  },
  "profile_screen": {
    "profile": "Profile",
    "no_job_history": "No job history available",
    "your_exp": "Your Experience",
    "your_avg_rating": "Your Average Rating",
    "address": "Addresses",
    "home_address": "Home Address",
    "work_address": "Work Address",
    "categories": "Categories"
  },
  "edit_profile": {
    "header": "Edit Profile",
    "update": "Update",
    "details": "Details",
    "name": "Name",
    "google_Address":"Address",
    "experience": "Experience",
    "reference": "Reference",
    "phone_number": "Phone Number",
    "address_identity": "Address Identity",
    "home_address": "Home Address",
    "cash": "Cash",
    "online": "Online",
    "categories": "Categories",
    "edit_categrories":"Edit Categories",
    "update_categories":"Update Categories",
    "categories_approval":"Categories for admin approval",
    "pay_info": "Payment Information",
    "ref": "Reference",
    "exp": "Experience"
  },
  "otp_screeen":{
    "verification":"Verification",
    "verification_sucess":"Verification Success",
    "now_you_can_use_app":"Verification is successful now you can use the app.",
    "please_enter_your":"Please enter your verification number",
    "invalid_otp":"Invalid OTP. Please try again.",
    "did_not_receive":"Didn't receive a verification code?",
    "resend_code":"Resend the code"
  },
  "job_detail_screen":{
    "direction_not_available":"Direction not available for this customer",
    "success":"Success",
    "error":"Error",
    "ok":"OK",
    "are_you_sure_you_want":"Are you sure you want to cancel?",
    "yes":"Yes",
    "no":"No",
    "note":"Note:",
    "only_two_cancel_allowed":"Only two cancellations are allowed else account will be closed."
  },
  "terms_and_conditions": {
    "i_agree_with_our":"I agree with our ",
    "terms":"Terms",
    "and":"and",
    "condition":"Conditions",
    "bullet1": "This end-user licence agreement is a legal agreement between you and GS technologies (private) Limited, Ground floor ittefaq heights office number 3 E11/2 Islamabad, Pakistan. This sets out the basis on which we license you to use the MAAHIR mobile application (including any updates or supplements to it) (the App) and the data and information available through it. We recommend you print a copy of these terms for your reference. Please note:",
    "bullet2": "• We remain owners of the App at all times. You get only the limited right to use the App and access information and data through it on the basis specified in this document",
    "bullet3": "• By downloading the App, you agree to these terms, which bind you. If you do not accept these terms, you may not use the App and must stop downloading it now. You are also subject to any terms or rules applied by the app store from which you download the App (i.e., those at either Google Play or iTunes Store).",
    "bullet4": "• Please read all of these terms carefully before downloading the App, but pay particular attention to: our privacy policy (which forms part of these terms and clause 1, which together address how we deal with data we get from you; clause 2, which sets out the key requirements you must meet in using the App; and clause 3, which sets out the limits on our responsibility to you when you use the App.",
    "bullet5": "• If you would like to know more about the technical operation of the App, please Contact us.",
    "bullet6": "• These terms do not affect your rights as a consumer.",
    "1": "1. PRIVACY AND DATA",
    "1_point_1": "1.1. Privacy: we do not use any personal data we collect through your use of the App in any way. Please read our privacy policy before downloading the App.",
    "1_point_2": "1.2. Transmission risk: please be aware that internet transmissions are never completely private or secure and that any message or information you send using the App may be read or intercepted by others, even if there is a special notice that a particular transmission is encrypted.",
    "1_point_3": "1.3. Technical Data: by using the App, you agree to us collecting and using technical information about the devices on which you use the App and related software, etc. to improve our products and to provide any services to you.",
    "1_point_4": "1.4. Location Data: certain services available in the App may use location data sent from your devices. You can turn off this functionality at any time by turning off the location services settings for the App on the device. If you do not turn this off, by using these services you consent to us and our affiliates' and licensees' transmission, collection, retention, maintenance, processing and use of your location data to provide and improve location-based products and services.",
    "2": "2. KEY REQUIREMENTS",
    "2_point_1": "2.1. MAAHIR is a medium to connect you with the end user to provide better experience and is not a Contractor and has no ownership of any assets or manpower.",
    "2_point_2": "2.2. All Technical skilled labor is operating as independent contractors and not an employee of GS Technologies or MAAHIR.",
    "2_point_3": "2.3. GS Technologies, Pvt Limited is working with clients to provide great experience to users when they need a service for home or business but not liable for any damages that occurred during any service work. ",
    "2_point_4": "2.4. GS Technologires and/or MAAHIR is not responsible for any physical damage to any Technicla person or the person who is getting service done. ",
    "3": "3. RESPONSIBILITY FOR LOSS OR DAMAGE",
    "3_point_1": "3.1. Use of the App is at your own risk and you’re wholly responsible for deciding to download and install the App (and for ensuring that it is suitable for you as it is not developed specifically for you). You should read any description of the App in the app store when you download the App, and any documentation we provide to you.",
    "3_point_2": "3.2. You are also responsible for any decision that you make as a result of the information you read via the App, so please ensure you get appropriate advice if needs be.",
    "3_point_3": "3.3. Although we make reasonable efforts to update the information provided by the App and the information accessed in it, we make no representations and give no guarantees that such information is accurate, complete or up to date.",
    "3_point_4": "3.4. We take all reasonable steps to ensure that the App functions as intended and the information displayed is correct at the time of inclusion, but there may be inadvertent or occasional errors for which we apologise. Where errors come to our attention, we’ll try to correct them as soon as reasonably possible, but we accept no other responsibility for any errors, omissions or inaccuracies contained in the App or its content.",
    "3_point_5": "3.5. If we fail to comply with these terms, we are responsible for loss or damage you suffer that is a foreseeable result of our breaking these terms or our failing to use reasonable care and skill, but we are not responsible for any loss or damage that is not foreseeable. Loss or damage is foreseeable if either it is obvious that it will happen or if, at the time you accepted these terms, both we and you knew it might happen.",
    "3_point_6": "3.6. We do not exclude or limit in any way our liability to you where it would be unlawful to do so. This includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors, or for fraud.",
    "3_point_7": "3.7. As the App is for domestic and private use only, if you use the App for any commercial, business or resale purpose we will have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity or similar business losses.",
    "3_point_8": "3.8. We are not responsible for events outside our control. If our provision of the information or data through the App, or the availability of or support to the App is delayed by an event outside our control then we will (where appropriate) contact you as soon as possible to let you know and we will take steps to minimise the effect of the delay.",
    "4": "4. CHANGES TO THESE TERMS AND UPDATES TO THE APP",
    "4_point_1": "4.1. We may notify you of changes to these terms or our privacy policy by sending you an email or by notifying you of a change when you next start the App. You may be required to read and accept the updates to continue to use the App and the information in it. If you do not accept, you may be able to continue using the App and information in it in accordance with the existing terms and/or privacy policy, but certain new features may not be available to you. However, in some circumstances, unfortunately we may need to terminate your ability to use and access the App.",
    "4_point_2": "4.2. From time to time, we may automatically update the App and change its functionality to improve performance, enhance functionality, reflect changes to the operating system or address security issues. Alternatively, we may ask you to update the App for these reasons. If you choose not to install such updates or if you opt out of automatic updates you may not be able to continue using or accessing the App.",
    "4_point_3": "4.3. We have the right to suspend access to the App (and the services) and/or remove functionality from the App, and any information or data available through it, at any time.",
    "4_point_4": "4.4. We make no representation or warranty that your use of the App will be uninterrupted, error, bug or virus free and whilst we will try to avoid such problems, we will not be liable for the effects of the same.",
    "5": "5. IF SOMEONE ELSE OWNS THE PHONE OR DEVICE YOU ARE USING AND INTERNET CHARGES . CHANGES TO THESE TERMS AND UPDATES TO THE APP",
    "5_point_1": "5.1. As indicated in clause 2 above, if you download the App onto any device not owned by you, we assume you have obtained the owner’s permission. You are responsible for complying with these terms, whether or not you own the device.",
    "5_point_2": "5.2. You or whoever owns the device may be charged by service providers for internet access from the device which may be required to download or otherwise access and use the App and the related services, and this will be your responsibility.",
    "6": "6. INTELLECTUAL PROPERTY RIGHTS AND LICENCE RESTRICTIONS",
    "6_point_1": "6.1. All intellectual property rights in the App (including its coding), and the content of it belong to us (or our licensors) and the rights in the App (and the content of it) are licensed (not sold) to you. You have no rights in, or to, the App or these services, other than the right to use them in accordance with these terms. All rights are reserved.",
    "6_point_2": "6.2. The coding and content of the App must not be copied, reproduced, reverse engineered, used or otherwise dealt with as expressly permitted under these terms to use the App or by law. Trademarks, logos, graphics and brand names shown in the App are owned by GS Technologies or our licensors and no rights are granted to use any of them without our prior permission. You agree that you will:",
    "bullet7": "• Not rent, lease, loan, or otherwise make available, the App or the content from it in any form, in whole or in part to any person without prior written consent from us;",
    "bullet8": "• Not translate, adapt or alter the whole or part of the App (or content from it) nor permit the App or content to be combined with, or incorporated in, any other program, except as required to use the App and as otherwise allowed by these terms;",
    "bullet9": "• Comply with all applicable technology control or export laws and regulations that apply to the technology used or supported by the App. 8. ACCEPTABLE USE RESTRICTIONS8.1. In accessing and using the App (and any content or service accessed through it) you must:",
    "bullet10": "• Not act in an unlawful manner, for any unlawful purpose, or in any manner inconsistent with these terms, or act fraudulently or maliciously (e.g., by hacking into or inserting malicious code, such as viruses, or harmful data, into the App);",
    "bullet11": "• Not infringe our intellectual property rights or those of any third party;",
    "bullet12": "• Not transmit any material that is defamatory, offensive or otherwise objectionable;",
    "bullet13": "• Not do anything that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users;",
    "bullet14": "• Not collect or harvest any information or data from our systems or attempt to decipher any transmissions to or from the servers running the App; and",
    "bullet15": "• Not otherwise transfer the App to someone else, whether for money, for anything else or for free. If you sell any device on which the App is installed, you must remove the App from it",
    "7": "7. WE ARE NOT RESPONSIBLE FOR OTHER WEBSITES YOU LINK TO",
    "7_point_1": "7.1. The App or content in it may contain links to other independent websites which are not provided by us. Whilst we try to check the content of such independent websites, we unfortunately cannot take any responsibility for the practices of the individuals or companies who publish them, nor the integrity or quality of their content. We accept no responsibility for any loss or damage that you incur through your use of them.",
    "7_point_2": "7.2. You will need to make your own independent judgement about whether to use any such independent sites, including whether to buy any products or services offered by them. Please review their terms of use and privacy policies (if any) prior to use.",
    "8": "8. WE MAY END YOUR RIGHTS TO USE THE APP AND THE SERVICES IF YOU BREAK THESE TERMS",
    "8_point_1": "8.1. In addition to our rights to suspend or withdraw the App, we may end your rights to access and use the App at any time by contacting you if you have broken these terms in a serious way. If what you have done can be put right, we will give you a reasonable opportunity to do so.",
    "8_point_2": "8.2. If we end your rights to use and access the App, you must stop all activities authorised by these terms, including using and accessing the App, and delete or remove the App from all devices in your possession (and destroy any copies you may have). We may remotely access your devices and remove the App from them and cease providing you with access to the data and information within the App.",
    "9": "9. TRANSFERRING THIS CONTRACT TO SOMEONE ELSE",
    "9_point_1": "9.1. We may transfer our rights under these terms to another organisation. If we do so,  We may transfer our rights under these terms to another organisation. If we do so, we will tell you in writing and ensure your rights under the contract are unaffected.",
    "9_point_2": "9.2. You may only transfer your rights or your obligations under these terms to another person if we agree in writing.",
    "10": "10. NO RIGHTS FOR THIRD PARTIES",
    "10_point_1": "10.1. This contract is between you and GS Technologies. No one else has any right to enforce its terms.",
    "11": "11. IF A COURT FINDS PART OF THIS CONTRACT ILLEGAL, THE REST WILL CONTINUE IN FORCE",
    "11_point_1": "11.1. Each clause of these terms is separate. If any court or relevant authority decides that any of them are unlawful, the remaining clauses will remain in full force and effect.",
    "12": "12. EVEN IF WE DELAY IN ENFORCING THIS CONTRACT, WE CAN STILL ENFORCE IT LATER",
    "12_point_1": "12.1. Even if we delay in enforcing this contract, we can still enforce it later. If we do not insist immediately that you do anything you are required to do under these terms, or if we delay in taking steps against you in respect of your breaking this contract, that will not mean that you do not have to do those things and it will not prevent us taking steps against you at a later date.",
    "13": "13. EVEN IF WE DELAY IN ENFORCING THIS CONTRACT, WE CAN STILL ENFORCE IT LATER",
    "13_point_1": "13.1. These terms are governed by English law and you can bring legal proceedings in respect of any matter relating to these terms in the English courts."
  },
  "my_account":{
    "my_account":"My Account",
    "wallet_option":"Wallet Option",
    "help_center":"Help Center"
  },
  "wallet_option":{
    "wallet_option":"Wallet Option"
  },
  "help_center":{
    "help_center":"Help Center",
    "about_us":"About Us",
    "privacy_policy":"Privacy Policy",
    "terms_and_condition":"Terms and Conditions"
  }
}
